Repository: debian-tex/auctex
Catalog: debian/po/*.po
Languages: de, es, gl, it, ja, pt_br, ru

source: The autoload mechanism of AUCTeX has changed
it: Il meccanismo di caricamento automatico di AUCTeX è cambiato

source: Since Debian version 11.81-1, AUCTeX gets autoloaded by default. Users who do not want AUCTeX to override the standard Emacs TeX-mode may unload AUCTeX completely by evaluating the form "(unload-feature 'tex-site)" (i.e., let them put that string into their personal "~/.emacs" or "~/.emacs.el" file to disable AUCTeX completely).
it: Dalla versione Debian 11.81-1 AUCTeX viene caricato automaticamente in mancanza di scelte contrarie. Gli utenti che non desiderano che AUCTeX sostituisca l'usuale TeX-mode di Emacs, possono scaricare AUCTeX completamente valutando l'espressione "(unload-feature 'tex-site)" (ovvero, per disabilitare completamente AUCTeX far scrivere loro la stringa precedente nel proprio file di inizializzazione "~/.emacs" o "~/.emacs.el").

source: Background
de: Hintergrund
es: Segundo plano
gl: Fondo
it: Sottofondo
ja: バックグラウンド
pt_br: Segundo plano
ru: фоновый

source: Foreground
de: Vordergrund
es: Primer plano
gl: Primeiro plano
it: Primo piano
ja: フォアグラウンド
pt_br: Primeiro plano
ru: оперативный

source: None
de: Nicht
es: Omitir
gl: Ningún
it: Nessuno
ja: なし
pt_br: Nenhum
ru: не выполнять

source: (La)TeX macros parsing mode:
de: (La)TeX-Makros Parsing-Modus:
gl: Modo de análise de macros de (La)TeX:
it: Modalità di scansione delle macro per (La)TeX:
ja: (La)TeX マクロの解析モード :
pt_br: Modo de interpretação de macros (La)TeX:
ru: Режим анализа макросов (La)TeX:

source: To greatly improve AUCTeX performances, every TeX macro package and LaTeX style file currently installed at your site will be parsed.
de: Zur deutlichen Beschleunigung von AUCTeX kann jedes derzeit bei Ihnen installierte TeX-Makro-Paket und jede LaTeX-Style-Datei im Voraus eingelesen werden.
es: Para mejorar el rendimiento de AUCTeX se analizará el contenido de cada paquete de macros TeX y ficheros de estilo LaTeX instalado en su sistema.
gl: Para mellorar moito o rendemento de AUCTeX, hanse analizar tódolos paquetes de macros de TeX e ficheiros de estilos de LaTeX instalados actualmente no seu sitio.
it: Per migliorare grandemente le proprie prestazioni, AUCTeX scandirà tutti i pacchetti di macro per TeX ed i file di stile per LaTeX attualmente installati su questa macchina.
ja: AUCTeX のパフォーマンスを劇的に改善するために、インストール済みの全ての TeX マクロパッケージと LaTeX スタイルファイルは解析されます。
pt_br: Para melhorar enormemente a performance de AUCTeX, todo pacote de macro TeX e arquivo de estilo LaTeX instalados atualmente em seu sistema serão interpretados.
ru: Для значительного увеличения производительности AUCTeX, каждый макропакет TeX и файл стилей LaTeX, установленный в системе, будет проанализирован.

source: This may take a lot of time, so it should be probably done in the background; however you may also choose to have it done in the foreground, or to skip the parsing at all instead. If you choose Background, you will find a detailed log of the process in the file: ${LOGFILE}.
de: Das kann eine Weile dauern, daher wird die Bearbeitung im Hintergrund empfohlen. Die Bearbeitung kann allerdings auch im Vordergrund erfolgen, und die Voraus-Bearbeitung kann auch ganz unterbleiben. Wenn Sie die Bearbeitung im Hintergrund wählen, finden Sie eine detaillierte Protokollausgabe in ${LOGFILE}.
es: Esto puede tardar mucho tiempo, por lo que se debería hacer en segundo plano. Sin embargo puede elegir hacerlo en primer plano u omitir este paso. Si elige hacerlo en segundo plano encontrará un detallado registro del proceso en el fichero: ${LOGFILE}.
gl: Isto pode levar moito tempo, así que seguramente sexa mellor facelo coma tarefa de fondo; nembargantes tamén pode facelo coma tarefa de primeiro plano, ou omitir completamente a análise. Se escolle "Fondo", ha ter un rexistro detallado do proceso no ficheiro ${LOGFILE}.
it: Questa operazione potrebbe richiedere molto tempo ed è quindi probabilmente preferibile eseguirla in sottofondo; tuttavia, si può anche scegliere di eseguirla in primo piano o di non eseguirla affatto. Se si sceglie Sottofondo verrà generata una cronistoria dettagliata dell'operazione nel file: ${LOGFILE}.
ja: これには非常に時間がかかりますので、おそらくバックグラウンドで実行すべきであると思われます。しかし、フォアグラウンドで実行することも、解析を行わないことも選択できます。もし、バックグラウンドを選択した場合、解析についての詳細のログは、${LOGFILE} に出力されます。
pt_br: Isso pode consumir um bom tempo, então pode ser feito provavelmente em segundo plano; entretanto, você pode optar por ter isso feito em primeiro plano, ou ao invés disso pular o processo de interpretação. Caso você optar por fazer a interpretação em segundo plano, encontrará um log detalhado do processo no arquivo: ${LOGFILE}.
ru: Это может занять много времени, поэтому, вероятно должно выполняться в фоновом режиме; однако также вы можете выполнить это в оперативном режиме, или анализ может вообще не выполняться. Если вы выберете 'фоновый', то подробный протокол обработки можно найти в файле ${LOGFILE}.

source: A weekly cron job will also take care of updating the data collected now, so usually you won't need to worry about them whenever you install new (La)TeX packages or remove old ones.
de: Weiterhin wird ein wöchentlicher cron-Job auf die Fortschreibung der nun erhobenen Informationen achten, so dass Sie sich für gewöhnlich nicht weiter darum kümmern müssen, wenn Sie LaTeX-Pakete installieren oder entfernen.
es: Así mismo, una tarea semanal actualizará la información recolectada en esta sesión por lo que no se tiene que preocupar cuando instale nuevos paquetes de (La)TeX o borre los antiguos.
gl: Unha tarefa de cron semanal tamén se ha encargar de actualizar os datos que se colleiten agora, así que normalmente non ha ter que se preocupar por eles ao instalar novos paquetes de (La)TeX ou eliminar paquetes antigos.
it: Le informazioni raccolte adesso saranno aggiornate settimanalmente per mezzo del demone cron, di modo che normalmente non sarà necessario preoccuparsene di persona al momento dell'installazione o della rimozione di pacchetti aggiuntivi per (La)TeX.
ja: 毎週の cron ジョブにより、今収集したデータは更新されます。ですので、通常は新しい (La)TeX パッケージを入れたり、古いパッケージを削除した際に気にする必要はありません。
pt_br: Um trabalho semanal do cron também tomará o cuidado de atualizar as informações obtidas agora, então você normalmente não precisará preocupar-se com elas mesmo quando instalar novos pacotes (La)TeX ou remover antigos.
ru: Еженедельное задание cron позаботится об обновлении данных, собранных сейчас, поэтому обычно вам не нужно беспокоиться о том, что нужно что-то делать при установке новых пакетов (La)TeX или удалении старых.

source: Anyway, you can update them by hand running update-auctex-elisp.
de: Die Aktualisierung kann zudem von Hand durch Aufruf von update-auctex-elisp erfolgen.
es: De cualquier forma puede actualizarlos ejecutando update-auctex-elisp en cualquier momento.
gl: De tódolos xeitos, pode actualizalos á man executando update-auctex-elisp.
it: In ogni caso, le informazioni si possono sempre aggiornare a mano lanciando update-auctex-elisp.
ja: いずれにせよ、update-auctex-elisp を手動で実行することで更新できます。
pt_br: De qualquer forma, você pode atualizá-las manualmente executando update-auctex-elisp.
ru: В любом случае, вы можете обновить данные вручную запустив update-auctex-elisp.

source: Console
de: Konsole
es: Consola
gl: Consola
it: Video
ja: コンソール
ru: на консоль

source: Parsing output destination:
de: Ziel der Parsing-Ausgabe:
gl: Destino da saída da análise:
it: Destinazione dei messaggi della scansione:
ja: 解析の出力先 :
pt_br: Destino da saída do processo de interpretação:
ru: Место вывода результатов анализа:

source: You chose to parse TeX macro packages and LaTeX style files in foreground. This is OK, but normally it will also generate quite a lot of output.
de: Sie wählten die Bearbeitung der Tex-Makros und LaTeX-Styles im Vordergrund. Das ist schon in Ordnung, aber für gewöhnlich wird dabei eine Menge Ausgabe erzeugt.
es: Ha elegido analizar los paquetes de macros TeX y ficheros de estilo LaTeX en primer plano.
gl: Decidiu analizar os paquetes de macros de TeX e os ficheiros de estilos de LaTeX nunha tarefa de fondo. Isto é correcto, pero normalmente tamén xera moita saída.
it: I pacchetti di macro per TeX ed i file di stile per LaTeX saranno scanditi in primo piano come è stato richiesto. Questo va bene, ma di solito produce molti messaggi informativi.
ja: TeX マクロパッケージと LaTeX スタイルファイルをフォアグラウンドで解析することを選択しました。もちろん問題ありませんが、非常に大量の出力が生成されます。
pt_br: Você optou por interpretar pacotes de macros TeX e arquivos de estilo LaTeX em primero plano. Não há problemas em relação a isso, mas normalmente esse processo também irá gerar bastante saída.
ru: Вы выбрали анализ макропакетов TeX и файлов стилей LaTeX в оперативном режиме. В этом случае, обычно, создаётся много результатов обработки.

source: By default -- i.e., answering File to this question -- further output from the parsing process will go to a file named: ${LOGFILE}.
de: Standardmäßig (also bei der Wahl von »Datei«) wird die weitere Ausgabe des Bearbeitungsprozesses in die Datei ${LOGFILE} umgeleitet.
es: Por defecto, respondiendo Fichero a esta pregunta, los mensajes del proceso de analizado se guardarán en un fichero llamado: ${LOGFILE}.
gl: Por defecto -- é dicir, se resposta "Ficheiro" a esta pregunta --, a saída do proceso de análise ha ir a un ficheiro chamado ${LOGFILE}.
it: In mancanza di scelte contrarie, cioè rispondendo File a questa domanda, i messaggi originati dalla scansione verranno scritti in un file di nome ${LOGFILE}.
ja: 既定では、つまりこの質問にファイルと答えた場合、解析プロセスの詳細な出力は ${LOGFILE} へ出力されます。
pt_br: Por padrão -- isto é, respondendo Arquivo a esta questão -- a saída adicional do processo de interpretação irá para um arquivo nomeado: ${LOGFILE}.
ru: По умолчанию, то есть, при выборе 'в файл' -- весь вывод процесса анализа направляется в файл с именем ${LOGFILE}.

source: If you answer Console, you will see all of the (boring) output right on your terminal.
de: Wenn Sie mit »Konsole« antworten, wird die gesamte Ausgabe direkt auf Ihrem Terminal erscheinen.
es: Si responde Consola, verá todos los (aburridos) mensajes en su terminal.
gl: Se resposta "Consola" ha ver toda a saída no seu terminal.
it: Rispondendo Video, i (noiosi) messaggi verranno visualizzati direttamente sul proprio terminale.
ja: もしコンソールと答えると、すべての (退屈な) 出力があなたのターミナルへそのまま出力されます。
pt_br: Caso você optar por Console, verá toda a saída (cansativa) direto em seu terminal.
ru: Если вы выберете 'на консоль', то вы увидите все (часто ненужные) результаты прямо в терминале.

source: File
de: Datei
es: Fichero
gl: Ficheiro
ja: ファイル
pt_br: Arquivo
ru: в файл
